export const questions = [
    {
        id: 1,
        question: "Если человека назвали мордофиля, то это…",
        answers: [
            {
                text: "Значит, что он тщеславный.",
                isCorrect: true,
                explanation: "Ну зачем же вы так... В Этимологическом словаре русского языка Макса Фасмера поясняется, что мордофилей называют чванливого человека. Ну а «чванливый» — это высокомерный, тщеславный."
            },
            {
                text: "Значит, что у него лицо как у хряка.",
                isCorrect: false
            },
            {
                text: "Значит, что чумазый.",
                isCorrect: false
            }
        ]
    },
    {
        id: 2,
        question: "«Да этот Ярополк — фуфлыга!» Что не так с Ярополком?",
        answers: [
            {
                text: "Он маленький и невзрачный.",
                isCorrect: true,
                explanation: "Точно! Словарь Даля говорит, что фуфлыгой называют невзрачного малорослого человека. А еще так называют прыщи."
            },
            {
                text: "Он тот еще алкоголик.",
                isCorrect: false
            },
            {
                text: "Он не держит свое слово.",
                isCorrect: false
            }
        ]
    },
    {
        id: 3,
        question: "Если человека прозвали пятигузом, значит, он…",
        answers: [
            {
                text: "Не держит слово.",
                isCorrect: true,
                explanation: "Может сесть сразу на пять стульев. Согласно Этимологическому словарю русского языка Макса Фасмера, пятигуз — это ненадежный, непостоянный человек."
            },
            {
                text: "Изменяет жене",
                isCorrect: false
            },
            {
                text: "Без гроша в кармане.",
                isCorrect: false
            }
        ]
    },
    {
        id: 4,
        question: "Кто такой шлындра?",
        answers: [
            {
                text: "Обманщик.",
                isCorrect: false
            },
            {
                text: "Нытик.",
                isCorrect: false
            },
            {
                text: "Бродяга.",
                isCorrect: true,
                explanation: "Да! В Словаре русского арго «шлындрать» означает бездельничать, шляться."
            }
        ]
    }
];